use hsemap_db_edu
go

insert into [dbo].[Time_span] (Start_time, End_time)
values ('00:00:00','23:59:59'), --12
('8:00:00', '18:00:00') --13
go

insert [dbo].[Labor_day]
values ('Понедельник',12), --14
('Вторник',12),
('Среда',12),
('Четверг',12),
('Пятница',12),
('Суббота',12),
('Воскресенье',12),
('Понедельник',13), --21
('Вторник',13),
('Среда',13),
('Четверг',13),
('Пятница',13) --25
go

insert into [dbo].[Schedule_Campus]
values (1,'АУК "Шаболовская"'),
(2,'АУК "Шаболовская"'),
(3,'АУК "Шаболовская"'),
(4,'АУК "Шаболовская"'),
(5,'АУК "Шаболовская"'),
(6,'АУК "Шаболовская"'), --6
(1,'Покровка'),
(2,'Покровка'),
(3,'Покровка'),
(4,'Покровка'),
(5,'Покровка'),
(6,'Покровка'), --12
(14,'Трилистник'),
(15,'Трилистник'),
(16,'Трилистник'),
(17,'Трилистник'),
(18,'Трилистник'),
(19,'Трилистник'),
(20,'Трилистник'), --19
(1,'Мясницкая'),
(2,'Мясницкая'),
(3,'Мясницкая'),
(4,'Мясницкая'),
(5,'Мясницкая'),
(6,'Мясницкая'), --25
(21, 'Военная кафедра'),
(22, 'Военная кафедра'),
(23, 'Военная кафедра'),
(24, 'Военная кафедра'),
(25, 'Военная кафедра') --30
go
