INSERT INTO Groups
VALUES('BBI1806', 18, 2018, 'Бакалавр', 'Бизнес-информатика'),
('BBI1807', 27, 2018, 'Бакалавр', 'Бизнес-информатика'),
('BSC1901', 21, 2019, 'Бакалавр', 'Социология'),
('BPMI1802', 25, 2018, 'Бакалавр', 'Прикладная математика и информатика'),
('MBI1602', 15, 2016, 'Магистр', 'Бизнес-информатика'),
('BBI1805', 30, 2018, 'Бакалавр', 'Бизнес-информатика'),
('BBI1803', 23, 2018, 'Бакалавр', 'Бизнес-информатика')
GO

INSERT INTO Groups_Student
VALUES('BBI1806', 'ogzelyanin@edu.hse.ru'),
('BBI1807', 'eigrinkevich@edu.hse.ru'),
('BBI1806', 'yaeshumilov@edu.hse.ru')
GO

INSERT INTO Class
VALUES(2, 'АУК "Шаболовская"', '2', '2208', '2019-12-27', 'Программирование', 'sefremov@hse.ru'),
(3, 'АУК "Шаболовская"', '3', '3231', '2019-12-25', 'Информационные процессы, сети и связи', 'ki@hse.ru'),
(5, 'Покровка', 'D', 'D210', '2019-12-27', 'Управление данными', 'abeklaryan@hse.ru'),
(4, 'АУК "Шаболовская"', '5', '5410', '2019-12-27', 'Английский язык', 'tkashkarova@hse.ru')
GO

INSERT INTO Groups_Class
VALUES('BBI1806', 2, 'АУК "Шаболовская"', '2', '2208', '2019-12-27'),
('BBI1806', 3, 'АУК "Шаболовская"', '3', '3231', '2019-12-25'),
('BPMI1802', 5, 'Покровка', 'D', 'D210', '2019-12-27'),
('BBI1806', 4, 'АУК "Шаболовская"', '5', '5410', '2019-12-27')
GO

INSERT INTO Student_Addition_Class
VALUES('ogzelyanin@edu.hse.ru', 4, 'АУК "Шаболовская"', '5', '5410', '2019-12-27', 'Факультатив')